Repository: BackupTheBerlios/soundconverter-svn
Catalog: branches/gstreamer-0.8/po/*.po
Languages: es

source: skipping: '%s'
es: saltando '%s'

source: File exists.
es: Archivo existe.

source: The file %s exists already
es: El archivo %s ya existe

source: Internal error
es: Error interno

source: Couldn't link GStreamer elements. Please report this as a bug.
es: No se pudo vincular con los elementos de GStreamer. Por favor, reporte esto como un error del programa.

source: Unknown type %s
es: Tipo %s desconocido

source: The file %s is of an unknown type. Please ask the developers to add support for files of this type if it is important to you.
es: El archivo %s es de un tipo desconocido. Pregunte a los desarrolladores que agreguen soporte para archivos de este tipo si es importante para usted.

source: Target exists.
es: Destino existe.

source: The output file %s already exists.
es: El archivo de salida %s ya existe.

source: Cannot create a decoder for '%s' format.
es: No se puede crear un decodificador para el formato '%s'

source: Writing to: '%s'
es: Escribiendo a: '%s'

source: loading tags...
es: cargando etiquetas...

source: no tags
es: no hay etiquetas

source: Invalid character in filename!
es: Caracter inválido en el nombre del archivo!

source: unknown
es: desconocido

source: Same as input, but with new suffix
es: Mismo que el original, pero con nuevo sufijo

source: Track number - title
es: Número de pista - título

source: Track title
es: Título de pista

source: Artist - title
es: Artista - título

source: artist/album
es: artista/álbum

source: artist-album
es: artista-álbum

source: Into folder %s
es: Dentro de la caperta %s

source: <small>Target bitrate: %s</small>
es: <small>Bitrate del blanco: %s</small>

source: Convertion Canceled
es: Conversión Cancelada

source: The output file <i>%s</i> exists already. Do you want to skip the file, overwrite it or cancel the conversion?
es: El archivo de salida <i>%s</i> ya existe. Quiere saltar este archivo, sobrescribirlo, o cancelar la conversión?

source: Open a file
es: Abrir un archivo

source: Add Folder...
es: Agregar directorio...

source: canceling conversion.
es: cancelando conversión

source: Waiting for tags
es: Esperando por las etiquetas

source: Waiting for tags...
es: Esperando por las etiquetas...

source: Canceled
es: Cancelado

source: Converting file %d of %d (%s)
es: Convirtiendo archivo %d de %d (%s)

source: %d:%02d left
es: %d:%02d restantes

source: Usage: %s [options] [soundfile ...]
es: Uso: %s [opciones] [archivos de sonido ...]

source: Print out a usage summary.
es: Imprime un sumario de uso

source: Convert in batch mode, from command line, without a graphical user interface. You can use this from, say, shell scripts.
es: Convertir en modo de lotes, de la linea de comandos, sin una interface gráfica. Puede usar esto, por ejemplo, desde shell scripts.

source: Set the output MIME type for batch mode. The default is %s . Note that you probably want to set the output suffix as well.
es: Asigne el tipo MIME de salida para modo de lotes. El predeterminado es %s. Note que probablemente quiera asignar la extensión de salida.

source: Be quiet. Don't write normal output, only errors.
es: Modo silencioso. No escriba salida normal, sólamente errores

source: Set the output filename suffix for batch mode. The default is %s . Note that the suffix does not affect the output MIME type.
es: Configurar el nombre del archivo de salida, para modo en lote. El predeterminado es %s. Note que la extensión no afeectaa el tipo MIME.

source: Show tags for input files instead of converting them. This indicates command line batch mode and disables the graphical user interface.
es: Mostrar etiquetas para archivos originales en vez de convertirlas. Esto indica modo en lote de la linea de comandos y deshabilita la interface gráfica.

source: <b>Converting to</b>
es: <b>Conviritendo a</b>

source: <b>How to name files?</b>
es: <b>Cómo nombrar los Archivos</b>

source: <b>Type of result?</b>
es: <b>Tipo del resultado</b>

source: <b>Where to place results?</b>
es: <b>Dónde colocar el resultado</b>

source: <big><b>File exists already</b></big>
es: <big><b>Archivo ya existe</b></big>

source: Bitrate mode:
es: Modo de bitrate:

source: Choose...
es: Elegir...

source: Constant (CBR) Average (ABR) Variable (VBR) - Best quality
es: Constante (CBR) Promedio (ABR) Variable (VBR) - Mejor calidad

source: Create subfolders:
es: Crear subdirectorios:

source: File exists already
es: Archivo ya existe

source: Filter
es: Filtro

source: Format:
es: Formato:

source: Free Lossless compression
es: Compresión con pérdida (libre)

source: Free Lossy Compression
es: Compresión sin pérdida (libre)

source: Into a specified folder
es: Dentro de un directorio específico

source: No Compression
es: Sin compresión

source: Non-Free Lossy Compression
es: Compresión sin pérdida (no libre)

source: Preferences
es: Preferencias

source: Quality:
es: Calidad:

source: Remove all chars except letters, digits and ./_-
es: Remover todos los caracteres, excepto letras, dígitos y ./_-

source: Replace all messy characters
es: Reemplazar todos los caracteres extraños

source: Same folder as the input file
es: Mismo directorio del archivo original

source: Very Low Low Normal High Very High
es: Muy bajo Baja Normal Alta Muy Alta

source: Where to place results?
es: Dónde colocar el resultado

source: _Apply to entire queue
es: A_plicar a la lista de espera

source: _Remove
es: _Remover

source: artist/album artist - album
es: artista/álbum artista - álbum

source: track_number - track_title track_title
es: número_de_pista - título_de_pista título_de_pista
